Repository: willderazevedo/page-flipper
Catalog: languages/page-flipper-*.po
Languages: pt_br

source: Digital Books
pt_br: Livros Digitais

source: Digital Book
pt_br: Livro Digital

source: Add New
pt_br: Adicionar Novo

source: Add New Digital Book
pt_br: Adicionar Novo Livro Digital

source: New Digital Book
pt_br: Novo Livro Digital

source: Edit Digital Book
pt_br: Editar Livro Digital

source: View Digital Book
pt_br: Ver Livro Digital

source: All Digital Books
pt_br: Todos os Livros Digitais

source: Search Digital Book
pt_br: Buscar Livro Digital

source: No Digital Books found
pt_br: Nenhum Livro Digital encontrado

source: No Digital Books found in trash
pt_br: Nenhum Livro Digital encontrado na lixeira

source: Categories
pt_br: Categorias

source: Category
pt_br: Categoria

source: Search Categories
pt_br: Buscar Categorias

source: All Categories
pt_br: Todas as Categorias

source: Edit Category
pt_br: Editar Categoria

source: Update Category
pt_br: Atualizar Categoria

source: Add New Category
pt_br: Adicionar Nova Categoria

source: New Category Name
pt_br: Novo Nome da Categoria

source: Editions
pt_br: Edições

source: Edition
pt_br: Edição

source: Search Editions
pt_br: Buscar Edições

source: All Editions
pt_br: Todas as Edições

source: Edit Edition
pt_br: Editar Edição

source: Update Edition
pt_br: Atualizar Edição

source: Add New Edition
pt_br: Adicionar Nova Edição

source: New Edition Name
pt_br: Novo Nome da Edição

source: The Page Flipper is a free WordPress plugin that enables the creation of interactive digital books. It adds a new post type for digital books, offering a set of features to manage books and add interactivity with hotspots.
pt_br: O Page Flipper é um plugin gratuito para WordPress que permite a criação de livros digitais interativos. Ele adiciona um novo tipo de postagem para livros digitais, oferecendo um conjunto de recursos para gerenciar livros e adicionar interatividade com hotspots.

source: Query
pt_br: Consulta

source: Settings
pt_br: Configurações

source: Style
pt_br: Estilo

source: Select a Page Flipper
pt_br: Selecione um Registro

source: Leave empty to use Current Query
pt_br: Deixe vazio para usar a Consulta Atual

source: Yes
pt_br: Sim

source: No
pt_br: Não

source: Enable Summary
pt_br: Habilitar Sumário

source: Enable Sumário
pt_br: Habilitar itens relacionados

source: Enable Navigation Controls
pt_br: Habilitar Controles de Navegação

source: Enable Share
pt_br: Habilitar Compartilhamento

source: Enable Zoom
pt_br: Habilitar Ampliação

source: Enable Background Image
pt_br: Habilitar Imagem de Fundo

source: Page Background Color
pt_br: Cor de Fundo da Página

source: Page Surface Color
pt_br: Cor da Superfície da Página

source: Page Surface Accent Color
pt_br: Cor de Destaque da Superfície da Página

source: Page Accent Color
pt_br: Cor de Destaque da Página

source: Font Color
pt_br: Cor da Fonte

source: Typography
pt_br: Tipografia

source: Flipper Builder
pt_br: Construtor de Livros

source: No pages found.
pt_br: Nenhuma página encontrada.

source: Select Images
pt_br: Selecionar Imagens

source: Remove Pages
pt_br: Remover Páginas

source: Page List
pt_br: Lista de Páginas

source: Selected Page
pt_br: Página Selecionada

source: Unselected Page
pt_br: Página Não Selecionada

source: Narration
pt_br: Narração

source: Audio
pt_br: Áudio

source: Video
pt_br: Vídeo

source: Image
pt_br: Imagem

source: Text
pt_br: Texto

source: Hyperlink
pt_br: Link

source: Remove Narration
pt_br: Remover Narração

source: Display Mode
pt_br: Modo de Exibição

source: Inline
pt_br: Em linha

source: Icon
pt_br: Ícone

source: Icon Color
pt_br: Cor do Ícone

source: Icon Background Color
pt_br: Cor de fundo do Ícone

source: Change File
pt_br: Mudar Arquivo

source: Remove Hotspot
pt_br: Remover

source: Icon Name
pt_br: Nome do Ícone

source: Rounded
pt_br: Arredondado

source: Smooth
pt_br: Levemente arredondado

source: Sharp
pt_br: Nenhum

source: Icon Border Radius
pt_br: Formato do Ícone

source: Icon Size
pt_br: Tamanho do Ícone

source: Custom
pt_br: Personalizado

source: Example
pt_br: Exemplo

source: Custom Radius
pt_br: Raio Personalizado

source: Font Size
pt_br: Tamanho da Fonte

source: Font Family
pt_br: Família da Fonte

source: Content
pt_br: Conteúdo

source: Text Align
pt_br: Alinhamento do Texto

source: Left
pt_br: Esquerda

source: Right
pt_br: Direita

source: Center
pt_br: Centro

source: Justify
pt_br: Justificado

source: None
pt_br: Nenhum

source: Underline
pt_br: Sublinhado

source: Line Through
pt_br: Linha Através

source: Stipulated Area
pt_br: Área Estipulada

source: Page Anchor
pt_br: Âncora de Página

source: Action Type
pt_br: Ação do Hyperlink

source: Link Url
pt_br: Url Customizada

source: Link Text
pt_br: Texto do Hyperlink

source: Link Target
pt_br: Alvo do Hyperlink

source: Blank Page
pt_br: Página em Branco

source: Same Page
pt_br: Mesma Página

source: Link Title
pt_br: Título do Hyperlink

source: Text Decoration
pt_br: Decoração do Texto

source: Popover Background Color
pt_br: Cor de Fundo da Janela de Conteúdo

source: Pause Icon Name
pt_br: Nome do Ícone de Pause

source: Show Video Controls
pt_br: Exibir Controles do Vídeo

source: Video Muted
pt_br: Mutar Vídeo

source: Video Autoplay
pt_br: Habilitar Reprodução Automática

source: Video Loop
pt_br: Habilitar Loop do Vídeo

source: Use the shortcode below to display this Digital Book:
pt_br: Use o shortcode abaixo para exibir esse Livro Digital:

source: Copy
pt_br: Copiar

source: Save the post to generate the shortcode.
pt_br: Salve o post para gerar o shortcode.

source: Shortcode copied!
pt_br: Shortcode copiado!

source: Extra Options
pt_br: Opções Extras

source: Show or Hide the summary. Possible Values: `yes` or `no`. Default: `yes`
pt_br: Mostrar ou ocultar o sumário. Valores possíveis: `yes` ou `no`. Padrão: `yes`

source: Show or Hide the related posts. Possible Values: `yes` or `no`. Default: `yes`
pt_br: Mostrar ou ocultar os itens relacionados. Valores possíveis: `yes` ou `no`. Padrão: `yes`

source: Show or Hide the share buttons. Possible Values: `yes` or `no`. Default: `yes`
pt_br: Mostrar ou ocultar os botões de compartilhamento. Valores possíveis: `yes` ou `no`. Padrão: `yes`

source: Show or Hide the zoom button. Possible Values: `yes` or `no`. Default: `yes`
pt_br: Mostrar ou ocultar o botão de zoom. Valores possíveis: `yes` ou `no`. Padrão: `yes`

source: Use or not the cover image as background. Possible Values: `yes` or `no`. Default: `yes`
pt_br: Usar ou não a capa como plano de fundo. Valores possíveis: `yes` ou `no`. Padrão: `yes`

source: Show or Hide the controls. Possible Values: `yes` or `no`. Default: `yes`
pt_br: Mostrar ou ocultar os controles. Valores possíveis: `yes` ou `no`. Padrão: `yes`

source: Page background color. Default: `#333333`
pt_br: Cor de fundo da Página. Padrão: `#333333`

source: Page surface color. Default: `rgba(0, 0, 0, 0.4)`
pt_br: Cor da superfície da Página. Padrão: `rgba(0, 0, 0, 0.4)`

source: Page surface accent color. Default: `#ffffff`
pt_br: Cor de destaque da superfície da Página. Padrão: `#ffffff`

source: Page accent color. Default: `#eac101`
pt_br: Cor de destaque da página. Padrão: `#eac101`

source: Page font color. Default: `#ffffff`
pt_br: Cor da fonte da Página. Padrão: `#ffffff`

source: PDF File
pt_br: Arquivo PDF

source: Upload PDF File
pt_br: Enviar Arquivo PDF

source: Remove PDF File
pt_br: Remover Arquivo PDF

source: Click on the box above to update the file.
pt_br: Clique na caixa acima para atualizar o arquivo.

source: Go back
pt_br: Voltar

source: Play Audio Description
pt_br: Iniciar Áudio Descrição

source: Pause Audio Description
pt_br: Pausar Áudio Descrição

source: No Audio Description in Current Page
pt_br: Sem Áudio Descrição na Página Atual

source: Download PDF File
pt_br: Baixar Arquivo PDF

source: Summary
pt_br: Sumário

source: Page
pt_br: Página

source: Select Page
pt_br: Selecionar Página
